tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
brew "fd"
brew "fzf"
brew "git"
brew "gofumpt"
brew "golangci-lint"
brew "gh"
brew "helm"
brew "htop"
brew "jq"
brew "k9s"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "kubectx"
brew "kustomize"
brew "lazygit"
brew "lf"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "stow"
brew "temporal"
brew "thefuck"
brew "tmux"
brew "watch"
brew "wget"
brew "zoxide"
brew "zsh-autosuggestions"
cask "alacritty"
cask "gather"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "google-cloud-sdk"
cask "macs-fan-control"
cask "ngrok"
cask "raycast"

