brew "asdf"
brew "borders"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gofumpt"
brew "golangci-lint"
brew "helm"
brew "htop"
brew "jira-cli"
brew "joshmedeski/sesh/sesh"
brew "jq"
brew "k9s"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "kubectx"
brew "kustomize"
brew "lazygit"
brew "lf"
brew "mas"
brew "ncdu"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "stow"
brew "temporal"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "zoxide"
brew "zsh-autosuggestions"
cask "alacritty"
cask "arc"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "gather"
cask "google-cloud-sdk"
cask "karabiner-elements"
cask "macs-fan-control"
cask "ngrok"
cask "raycast"
cask "shortcat"
cask "tableplus"
mas "Bitwarden", id: 1352778147
mas "Ghostery – Privacy Ad Blocker", id: 1436953057
mas "In Your Face", id: 1476964367
mas "Sequel Ace", id: 1518036000
mas "StudyCards", id: 1534325530
mas "Telegram", id: 747648890
mas "rcmd", id: 1596283165
tap "FelixKratz/formulae"
tap "ankitpokhrel/jira-cli"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "joshmedeski/sesh"
tap "koekeishiya/formulae"
